Repository: MarionCrp/Projet
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: fr_fr

source: No country with the id
fr_fr: Pas de pays correspondant à cet identifiant

source: No City found with this name
fr_fr: Aucune ville trouvée avec ce nom.

source: No city with the id
fr_fr: Pas de pays correspondant à cet identifiant

source: No Country Found
fr_fr: Aucun pays trouvé

source: Passwords are different
fr_fr: Les mots de passe ne sont pas identiques

source: Choose a Language
fr_fr: Choisissez une langue

source: Beginner
fr_fr: Débutant

source: Intermediate
fr_fr: Intermédiaire

source: Advanced
fr_fr: Avancé

source: Fluent
fr_fr: Courant

source: Mother Tong
fr_fr: Langue Maternelle

source: Cannot send the message
fr_fr: Impossible d'envoyer le message

source: Message Sent
fr_fr: Message envoyé

source: This language has already been added
fr_fr: Cette langue à déjà été ajouté

source: error adding languages to the db
fr_fr: Une erreur est survenu lors de l'ajout d'un langage à votre profil

source: A language has been added
fr_fr: Un langage a été ajouté

source: Error editing the language level
fr_fr: Impossible de modifier le niveau de langue

source: A language has been deleted
fr_fr: Un langage a été supprimé

source: Error deleting a language
fr_fr: Impossible de supprimer un langage

source: the name is too long
fr_fr: Le nom est trop long

source: Your account has been created
fr_fr: Votre compte a été crée

source: This name is already used
fr_fr: Ce nom est déjà utilisé

source: This email is already used
fr_fr: Cet email est déjà utilisé pour un autre compte

source: the format of the e-mail is not valid
fr_fr: L'email n'est pas valide

source: this field can't be empty
fr_fr: Ce champ ne peut être vide

source: Profile has been modified
fr_fr: Le profil à été modifié

source: You have not yet added language
fr_fr: Vous n'avez pas encore indiqué de langage

source: Delete the Language
fr_fr: Supprimer

source: Please specify at least one language.
fr_fr: Veuillez spécifier au moins une langue

source: Please fill all the form bellow to edit you're current city.
fr_fr: Veuillez remplir tous les champs de localisation pour indiquer votre ville actuelle

source: The city where you're living has been modified
fr_fr: La ville où vous vivez a été modifiée

source: Your nationality has been modified
fr_fr: Votre nationalité a été modifiée

source: Please fill out the 3 fields to modify your password
fr_fr: Veuillez remplir les trois champs relatif au mot de passe pour le modifier

source: The current password is wrong
fr_fr: Le mot de passe actuel n'est pas correct

source: The two new passwords are different
fr_fr: Les deux mots de passe sont différents

source: The password has been modified
fr_fr: Le mot de passe a bien été modifié

source: Please fill in all the fields
fr_fr: Veuillez remplir tous les champs

source: 's Profile
fr_fr: Profile de

source: No language has been added
fr_fr: Aucun langage n'a été renseigné

source: Please fill in all fields
fr_fr: Veuillez remplir tous les champs

source: Wrong Password
fr_fr: Le mot de passe n'est pas correct

source: The email address you've provided does not match an existing member account.
fr_fr: Cet email n'existe pas dans la base de donnée

source: Please enter a valid e-mail adress
fr_fr: Veuillez entrer une adresse email valide

source: is already taken
fr_fr: est déjà pris

source: Meet An Alien - Index
fr_fr: Meet An Alien - Accueil

source: Sign In
fr_fr: Se Connecter

source: Sign up
fr_fr: S'inscrire

source: Sign Out
fr_fr: Se Déconnecter

source: Need some help ?
fr_fr: Besoin d'Aide?

source: Contact us
fr_fr: Nous contacter

source: Terms and Conditions
fr_fr: Conditions Générales

source: Legal informations
fr_fr: Informations Légales

source: Site map
fr_fr: Plan du Site

source: Mobile Version
fr_fr: Version Mobile

source: App for Iphone
fr_fr: Application Iphone

source: App for Android
fr_fr: Application Androïd

source: Working with us
fr_fr: Rejoindre l'équipe

source: Business propositions
fr_fr: Entreprises

source: Partnerships
fr_fr: Partenariat

source: Employment opportunities
fr_fr: Jobs

source: 404 error
fr_fr: Erreur 404

source: The required page doesn't exist
fr_fr: La page demandée n'existe pas

source: Home Page
fr_fr: Page d'accueil

source: Edit you account
fr_fr: Modifier votre profil

source: General
fr_fr: Général

source: Password
fr_fr: Mot de Passe

source: Localization
fr_fr: Localisation

source: Language
fr_fr: Langues

source: Back to my Profile
fr_fr: Mon Profil

source: Name
fr_fr: Nom

source: Email Adress
fr_fr: Adresse Email

source: Gender
fr_fr: Sexe

source: Male
fr_fr: Homme

source: Female
fr_fr: Femme

source: Tell more about yourself
fr_fr: A propos de vous

source: Edit
fr_fr: Modifier

source: Spoken Language
fr_fr: Langues parlées

source: Add a Language
fr_fr: Ajouter une Langue

source: Edit Languages
fr_fr: Modifier une Langue

source: Where do you live ?
fr_fr: Où vivez vous ?

source: Are you still living in <b>
fr_fr: Vivez vous toujours à <b>

source: Country
fr_fr: Pays

source: Select Country
fr_fr: Choisissez un Pays

source: State
fr_fr: Région

source: Select State
fr_fr: Choisissez une région

source: City
fr_fr: Ville

source: Select City
fr_fr: Choisissez une ville

source: Nationality
fr_fr: Nationalité

source: Edit Localizations
fr_fr: Modifier votre localisation

source: Current Password
fr_fr: Mot de Passe Actuel

source: New Password
fr_fr: Nouveau Mot de Passe

source: Confirm Password
fr_fr: Confirmer le Mot de Passe

source: Edit Password
fr_fr: Modifier votre Mot de Passe

source: Meet someone
fr_fr: Recherchez des personnes :

source: Living in
fr_fr: Vivant à

source: Enter your City
fr_fr: Ville

source: Speaking
fr_fr: Parlant

source: Search
fr_fr: Rechercher

source: My Profile
fr_fr: Mon profile

source: My Messages
fr_fr: Mes messages

source: People
fr_fr: Futurs Amis

source: Chatting Room
fr_fr: Tchat

source: Welcome to our supervised project. This project is a multicultural meeting Website. Its purpose is to link together :
fr_fr: Bienvenue sur notre projet tuteuré. Ce projet est un site de rencontres multiculturelles. Son objectif est de mettre en relation :

source: People with different nationalities to allow cultural and linguistic exchanges.
fr_fr: des personnes de nationalités différentes pour permettre des échanges culturels et linguistiques.

source: People with a common nationality for expatriates who miss their countries !
fr_fr: des personnes de nationalité commune pour les expatriés ayant le mal du pays !

source: We are three students in informatics (Bachelor), and we are beginners in Web programming.
fr_fr: Nous sommes trois étudiants en DUT informartique en Année Spéciale, et nous débutons dans la programmation Web.

source: This project is an opportunity for us to learn and apply directly languages we are working on during courses.
fr_fr: Ce projet est une opportunité pour nous d'apprendre et de mettre en pratique directement les langages web que nous avons appris en cours.

source: Technologies used previously :
fr_fr: Technologies utilisées jusque là :

source: PHP ( object oriented programming )
fr_fr: PHP (en programmation orienté objet)

source: The purpose being to get the code evolving regarding the technologies learnt at our university and self-study ( including MVC model ... )
fr_fr: Le but étant de faire évoluer le code en fonction des technologies apprises à l'IUT et en autoformation (notamment modèle MVCetc.)

source: Marion, Kévin and Loïc
fr_fr: Marion, Kévin et Loïc

source: You
fr_fr: Vous

source: Sent at
fr_fr: Envoyé le

source: Read
fr_fr: Lu

source: Send a Message
fr_fr: Envoyer un message

source: You have not talk yet to
fr_fr: Vous n'avez pas encore parlé à

source: Make the first step!
fr_fr: Faites le premier pas!

source: Please, write a message
fr_fr: Ecrivez un message

source: Your Message
fr_fr: Votre Message

source: Send
fr_fr: Envoyer

source: User not found
fr_fr: Utilisateur non trouvé

source: No message received yet
fr_fr: Vous n'avez pas encore reçu de message

source: New
fr_fr: Nouveau

source: Read the message
fr_fr: Lire le message

source: My Profile
fr_fr: Mon Profile

source: My Information
fr_fr: Mes informations

source: Email Address
fr_fr: Adresse Email

source: Current City
fr_fr: Ville actuelle

source: No Description
fr_fr: Pas de description

source: My Languages
fr_fr: Mes Langues

source: Edit my Profile
fr_fr: Modifier mon Profil

source: Details
fr_fr: Détails

source: Languages
fr_fr: Langues

source: Send a message
fr_fr: Envoyer un message

source: Sign In
fr_fr: Connexion

source: Sign in
fr_fr: Se Connecter

source: Go back to the Main Page
fr_fr: Retourner à la page d'accueil

source: Sign up
fr_fr: S'inscrire

source: Required fields
fr_fr: Champs obligatoire

source: Password Confirmation
fr_fr: Confirmez le Mot de Passe

source: Gender
fr_fr: Sexe

source: Male
fr_fr: Homme

source: Female
fr_fr: Femme

source: Talk about yourself
fr_fr: Parlez de vous

source: Where are you from ?
fr_fr: D'où venez-vous ?

source: Sign Up
fr_fr: S'inscrire

source: Go back to the Main page
fr_fr: Retourner à la page d'accueil

source: Error
fr_fr: Erreur

source: read more
fr_fr: Lire plus
